const InstituteVisionMission = () => {
  return (
    <div className="container">
      <div className="card px-4 py-4 vision-mission mt-3">
        <h2 className="text-center mb-0">আমাদের লক্ষ্য এবং উদ্দেশ্য</h2>
        <hr />
        <p>
          শিক্ষার্থীদের সার্বিক বিকাশের মাধ্যমে মানবিক, সামাজিক ও নৈতিক
          গুণসম্পন্ন জ্ঞানী, দক্ষ, যুক্তিবাদী, বিজ্ঞানমনস্ক, স্বাধীনতার চেতনায়
          বিশ্বাসী, সৃজনশীল ও দেশপ্রেমিক জনসম্পদ গড়ে তোলাই আমাদের লক্ষ্য। এ
          লক্ষ্যকে সামনে রেখে জেলা প্রসাশক জনাব আবু আলী মোঃ হোসেন এর আন্তরিক
          প্রচেষ্টায় ২০১৯ সালে এ শিক্ষাপ্রতিষ্ঠানটি স্থাপিত হয়। এ অঞ্চলের
          ভর্তিচ্ছু শিক্ষার্থীর তুলনায় ভালো শিক্ষা প্রতিষ্ঠানের অভাব অত্যন্ত
          প্রকট। সে অভাব পূরণের মহৎ উদ্দেশ্যে এ প্রতিষ্ঠানটি গড়ে উঠেছে।জেলা
          প্রসাশনের দক্ষ ব্যবস্থাপনা ও শিক্ষক-শিক্ষিকাবৃন্দের সুচারু পাঠদানের
          ফলে অতি অল্প সময়ের মধ্যেই এ প্রতিষ্ঠানটি অত্র অঞ্চলের অন্যতম শ্রেষ্ঠ
          বিদ্যাপীঠ হিসেবে সর্বমহলে ব্যাপক পরিচিতি লাভ করেছে।
        </p>
      </div>
    </div>
  );
};

export default InstituteVisionMission;
